[
    {
        "title": "eth",
        "full_name": "Ethereum",
        "content": "Ethereum is a decentralized blockchain with smart contract functionality. Ether (abbreviation: ETH) is the native cryptocurrency of the platform. Among cryptocurrencies, ether is second only to bitcoin in market capitalization. It is open-source software.\n\nEthereum was conceived in 2013 by programmer Vitalik Buterin. Other founders include Gavin Wood, Charles Hoskinson, Anthony Di Iorio, and Joseph Lubin. In 2014, development work began and was crowdfunded, and the network went live on 30 July 2015. Ethereum allows anyone to deploy permanent and immutable decentralized applications onto it, with which users can interact. Decentralized finance (DeFi) applications provide financial instruments that do not directly rely on financial intermediaries like brokerages, exchanges, or banks. This facilitates borrowing against cryptocurrency holdings or lending them out for interest. Ethereum also allows users to create and exchange non-fungible tokens (NFTs), which are tokens that can be tied to unique digital assets, such as images. Additionally, many other cryptocurrencies utilize the ERC-20 token standard on top of the Ethereum blockchain and have utilized the platform for initial coin offerings.\n\nOn 15 September 2022, Ethereum transitioned its consensus mechanism from proof-of-work (PoW) to proof-of-stake (PoS) in an upgrade process known as 'the Merge'. This has cut Ethereum's energy usage by 99%.",
        "networks": ["erc-20", "optimism", "bep-20", "arbitrum-one"]
    },
    {
        "title": "usdt",
        "full_name": "Tether",
        "content": "Tether (USDT) is a stablecoin pegged to the US Dollar, launched in 2014 by Brock Pierce, Reeve Collins, and Craig Sellars. It was initially issued on the Bitcoin blockchain via the Omni Layer protocol, but has since expanded to other blockchains such as Ethereum, Tron, and Solana. Tether aims to provide a stable digital currency for trading, enabling easier and faster transactions compared to traditional banking. The idea behind Tether is to combine the benefits of cryptocurrency (like decentralization and security) with the stability of fiat currency.\n\nTether claims to maintain a reserve that fully backs every Tether token in circulation, although its reserve practices have been the subject of controversy and legal scrutiny. Despite this, Tether remains one of the most traded cryptocurrencies, widely used in crypto markets for hedging against volatility and facilitating transfers between exchanges.",
        "networks": ["erc-20", "trc-20", "bep-20", "polygon", "toncoin", "solana", "optimism", "arbitrum-one"]
    },
    {
        "title": "usdc",
        "full_name": "USD Coin",
        "content": "USD Coin (USDC) is a fully collateralized stablecoin pegged 1:1 to the US Dollar. It was launched in 2018 by Circle and Coinbase under the CENTRE Consortium. USDC operates on multiple blockchains, including Ethereum, Solana, and Algorand. It is designed to offer the stability of fiat currencies while maintaining the flexibility and transparency of cryptocurrencies.\n\nUSDC is backed by reserves of US dollars or equivalent assets held in regulated financial institutions, ensuring transparency and trust. It is commonly used for trading, payments, and DeFi applications. USDC is regularly audited to verify that its reserves match the total supply of tokens in circulation, which helps maintain its peg to the US Dollar.",
        "networks": ["erc-20", "trc-20", "bep-20", "polygon", "toncoin", "solana", "optimism", "arbitrum-one"]
    },
    {
        "title": "dai",
        "full_name": "Dai",
        "content": "Dai is a decentralized stablecoin launched in 2017 by MakerDAO. Unlike other stablecoins that are backed by fiat reserves, Dai is collateralized by various cryptocurrencies through smart contracts on the Ethereum blockchain. It is designed to maintain a soft peg to the US Dollar, with its value governed by the Maker Protocol and the actions of its community.\n\nDai allows users to lock up cryptocurrencies as collateral in Maker Vaults to generate Dai. This decentralized approach ensures that Dai is not controlled by a central entity, making it resistant to censorship and regulatory interventions. Dai is widely used in DeFi applications for lending, borrowing, and payments, providing a stable medium of exchange and store of value.",
        "networks": ["erc-20", "bep-20"]
    },
    {
        "title": "uni",
        "full_name": "Uniswap",
        "content": "Uniswap is a decentralized exchange protocol launched in 2018 by Hayden Adams. It operates on the Ethereum blockchain and allows users to swap ERC-20 tokens without the need for an intermediary. Uniswap introduced the Automated Market Maker (AMM) model, where liquidity providers supply pools with tokens and earn fees based on trading volume.\n\nThe platform's native token, UNI, was launched in 2020 as a governance token, allowing holders to participate in decisions regarding protocol changes and future developments. Uniswap's simplicity and accessibility have made it one of the most popular decentralized exchanges in the DeFi space, and it has spurred the development of numerous forks and competitors.",
        "networks": ["erc-20", "bep-20"]
    },
    {
        "title": "link",
        "full_name": "Chainlink",
        "content": "Chainlink is a decentralized oracle network launched in 2017 by Sergey Nazarov and Steve Ellis. It aims to bridge the gap between smart contracts on the blockchain and external data sources, APIs, and payment systems. Chainlink provides reliable tamper-proof data to complex smart contracts, ensuring they execute based on accurate information.\n\nChainlink's decentralized nature and wide array of data providers make it a critical component for many DeFi applications and smart contracts that rely on external data, such as price feeds, weather data, and more. LINK, the platform's native token, is used to pay for data services within the network.",
        "networks": ["erc-20", "bep-20"]
    },
    {
        "title": "sushi",
        "full_name": "SushiSwap",
        "content": "SushiSwap is a decentralized exchange (DEX) that operates on the Ethereum blockchain, launched in 2020 by an anonymous developer known as Chef Nomi. It started as a fork of Uniswap but introduced additional community-oriented features, such as yield farming and staking.\n\nSUSHI, the native token of SushiSwap, can be used for governance, staking rewards, and liquidity provision incentives. Despite early controversies, including the sudden departure of its founder, SushiSwap has grown into one of the most popular DEXs, offering a variety of DeFi services beyond token swaps.",
        "networks": ["erc-20", "bep-20"]
    },
    {
        "title": "shib",
        "full_name": "Shiba Inu",
        "content": "Shiba Inu (SHIB) is a meme cryptocurrency launched in August 2020 by an anonymous person or group known as Ryoshi. Often referred to as the 'Dogecoin killer', Shiba Inu aims to replicate Dogecoin's success by creating a community-driven ecosystem with DeFi applications.\n\nShiba Inu started as an experiment in decentralized community building and has since grown into a larger ecosystem that includes its own decentralized exchange, ShibaSwap. The SHIB token has gained significant popularity, largely driven by community enthusiasm and endorsements from public figures.",
        "networks": ["erc-20", "bep-20"]
    },
    {
        "title": "trx",
        "full_name": "Tron",
        "content": "Tron (TRX) was launched in 2017 by Justin Sun. It is a decentralized blockchain platform that aims to build a free, global digital content entertainment system with distributed storage technology, enabling easy and cost-effective digital content sharing.\n\nTron has a high throughput and low-cost transactions, making it popular for decentralized applications, particularly in the gaming and gambling industries. It also supports the issuance of TRC-20 tokens, similar to ERC-20 tokens on Ethereum. Tron’s acquisition of BitTorrent further expanded its ecosystem, aiming to decentralize the internet.",
        "networks": ["trc-20", "bep-20"]
    },
    {
        "title": "win",
        "full_name": "WINkLink",
        "content": "WINkLink is a decentralized oracle network launched on the Tron blockchain. It aims to connect smart contracts with real-world data, similar to Chainlink but specifically tailored for the Tron ecosystem. WINkLink provides secure, reliable, and tamper-proof data feeds for DeFi, gaming, and other dApp use cases.\n\nThe WIN token is used for transaction fees and governance within the WINkLink ecosystem, supporting a wide array of decentralized applications.",
        "networks": ["bep-20"]
    },
    {
        "title": "btt",
        "full_name": "BitTorrent",
        "content": "BitTorrent (BTT) was launched in 2019 as a token under the Tron blockchain, following the acquisition of BitTorrent by Tron Foundation. BitTorrent aims to decentralize file sharing by incentivizing users to seed files and improve network performance.\n\nBTT is used as a utility token within the BitTorrent network, allowing users to pay for faster download speeds and storage. It is an attempt to combine the peer-to-peer file sharing platform's strengths with blockchain technology, bringing blockchain-based rewards and incentives to the existing BitTorrent protocol.",
        "networks": ["bep-20", "trc-20"]
    },
    {
        "title": "just",
        "full_name": "JUST",
        "content": "JUST (JST) is a decentralized finance (DeFi) platform built on the TRON blockchain, launched in 2020 by Justin Sun, the founder of TRON. JUST aims to build a comprehensive suite of DeFi products that enable users to access decentralized lending, borrowing, and stablecoin issuance. The main feature of JUST is its stablecoin system called USDJ, which is pegged to the US dollar and backed by TRX tokens as collateral.\n\nJST, the governance token of the JUST ecosystem, is used for paying interest, platform maintenance, and participating in governance decisions. JUST is one of the leading DeFi platforms on TRON, providing users with a robust, decentralized alternative to traditional financial services, with a focus on transparency and accessibility.",
        "networks": ["polkadot", "bep-20", "bep-2"]
    },
    {
        "title": "bnb",
        "full_name": "Binance Coin",
        "content": "Binance Coin (BNB) was launched in 2017 by Binance, one of the world's largest cryptocurrency exchanges. Initially, BNB was created as an ERC-20 token on the Ethereum blockchain, but later migrated to Binance's own blockchain, Binance Chain. BNB was originally used to pay for trading fees on the Binance exchange with discounts, but its use has expanded.\n\nToday, BNB is used for transaction fees on the Binance Chain, purchasing goods and services, participating in token sales on the Binance Launchpad, and more. The Binance ecosystem includes Binance Smart Chain (BSC), which supports smart contracts and decentralized applications, significantly enhancing BNB's utility.",
        "networks": ["bep-20", "bep-2", "erc-20"]
    },
    {
        "title": "busd",
        "full_name": "Binance USD",
        "content": "Binance USD (BUSD) is a stablecoin pegged 1:1 to the US Dollar, launched in 2019 by Binance in partnership with Paxos. BUSD is regulated by the New York State Department of Financial Services (NYDFS), ensuring transparency and compliance with legal standards. The stablecoin is backed by reserves held in US banks and is regularly audited.\n\nBUSD is primarily used within the Binance ecosystem for trading, payments, and DeFi applications. Its stability makes it a popular choice for traders looking to hedge against market volatility, while its regulatory backing adds a layer of trust and security.",
        "networks": ["bep-20", "bep-2", "erc-20", "trc-20", "optimism", "polygon"]
    },
    {
        "title": "cake",
        "full_name": "PancakeSwap",
        "content": "PancakeSwap (CAKE) is a decentralized exchange (DEX) built on Binance Smart Chain (BSC). It was launched in 2020 and operates using an Automated Market Maker (AMM) model, allowing users to trade BEP-20 tokens directly. PancakeSwap offers additional features such as yield farming, staking, and lotteries.\n\nCAKE is the platform's native token, used for governance, staking, and earning rewards. It has quickly become one of the most popular DEXs on BSC due to its low transaction fees and the wide variety of DeFi services it provides, including liquidity pools and NFTs.",
        "networks": ["bep-20", "erc-20", "bep-2"]
    },
    {
        "title": "bake",
        "full_name": "BakeryToken",
        "content": "BakeryToken (BAKE) is a native token of BakerySwap, a decentralized automated market maker (AMM) and DEX built on the Binance Smart Chain (BSC). Launched in 2020, BakerySwap provides a platform for swapping BEP-20 tokens, farming, and staking, with a unique focus on combining DeFi and NFT functionalities.\n\nBAKE is used within the platform to reward liquidity providers and for staking in liquidity pools. BakerySwap is known for its NFT marketplace, which allows users to mint, trade, and auction NFTs, expanding beyond traditional DEX functionality.",
        "networks": ["bep-20", "bep-2"]
    },
    {
        "title": "btc",
        "full_name": "Bitcoin",
        "content": "Bitcoin (BTC) is the world's first and most well-known cryptocurrency, launched in 2009 by an anonymous person or group known as Satoshi Nakamoto. Bitcoin introduced the concept of a decentralized digital currency that operates without a central authority, relying on blockchain technology and a proof-of-work (PoW) consensus mechanism.\n\nBitcoin's primary use case is as a digital store of value, often referred to as 'digital gold'. It is also used for peer-to-peer payments, remittances, and as a hedge against traditional financial market instability. Bitcoin's scarcity, with a maximum supply of 21 million coins, adds to its value proposition as a deflationary asset.",
        "networks": ["bitcoin", "bep-20", "bep-2", "erc-20"]
    },
    {
        "title": "sol",
        "full_name": "Solana",
        "content": "Solana (SOL) is a high-performance blockchain launched in 2020 by Anatoly Yakovenko and the Solana Foundation. It is known for its fast transaction speeds and low costs, thanks to its unique Proof of History (PoH) consensus combined with Proof of Stake (PoS). Solana supports smart contracts and decentralized applications (dApps), making it a direct competitor to Ethereum.\n\nSOL, the native cryptocurrency of the Solana network, is used to pay transaction fees and for staking. Solana's ecosystem has rapidly grown to include DeFi protocols, NFT projects, and a wide range of dApps, making it one of the most active blockchain networks.",
        "networks": ["solana", "bep-20"]
    },
    {
        "title": "arb",
        "full_name": "Arbitrum",
        "content": "Arbitrum is a Layer 2 scaling solution for Ethereum, developed by Offchain Labs. It uses Optimistic Rollups to improve transaction speed and reduce costs on the Ethereum network, while maintaining compatibility with Ethereum’s smart contracts.\n\nArbitrum has quickly become one of the leading Layer 2 solutions, enabling faster and cheaper transactions without sacrificing security. It supports a wide array of DeFi applications and offers near-instantaneous finality. Arbitrum's native token (ARB) allows holders to participate in governance and contribute to the platform's development.",
        "networks": ["erc-20", "arbitrum-one"]
    },
    {
        "title": "ray",
        "full_name": "Raydium",
        "content": "Raydium (RAY) is a decentralized exchange (DEX) and automated market maker (AMM) built on the Solana blockchain, launched in 2021. It is designed to leverage Solana’s high-speed and low-cost infrastructure to provide fast and efficient trading.\n\nRaydium integrates with the Serum DEX, giving it access to a larger liquidity pool and order book than traditional AMMs. RAY, the native token, is used for staking, liquidity mining, and governance, allowing users to earn rewards and participate in decision-making processes within the Raydium ecosystem.",
        "networks": ["solana"]
    },
    {
        "title": "ftt",
        "full_name": "FTX Token",
        "content": "FTX Token (FTT) was the native token of the FTX cryptocurrency exchange, launched in 2019 by Sam Bankman-Fried and Gary Wang. FTT provided benefits such as reduced trading fees, staking rewards, and access to special features within the FTX ecosystem.\n\nFTT was designed to enhance the user experience on FTX by offering incentives and a means for participating in exchange governance. It was also used as collateral for futures trading and played a key role in FTX’s growth as one of the largest crypto exchanges until its collapse in 2022.",
        "networks": ["erc-20"]
    },
    {
        "title": "matic",
        "full_name": "Polygon",
        "content": "Polygon (MATIC) is a Layer 2 scaling solution and framework for building and connecting Ethereum-compatible blockchain networks. Launched in 2017 by Jaynti Kanani, Sandeep Nailwal, Anurag Arjun, and Mihailo Bjelic, it aims to provide faster and cheaper transactions on Ethereum using sidechains and other scaling technologies.\n\nPolygon supports a growing ecosystem of dApps and DeFi projects, offering a wide range of tools for developers. MATIC, the network’s native token, is used for staking, governance, and transaction fees within the Polygon ecosystem. Polygon has gained traction for its ability to handle large volumes of transactions efficiently.",
        "networks": ["polygon", "bep-20", "bep-2", "erc-20"]
    },
    {
        "title": "ton",
        "full_name": "Toncoin",
        "content": "Toncoin (TON) is the native cryptocurrency of The Open Network (TON), originally developed by the Telegram team but later continued by the open-source community. TON aims to provide a fast, scalable, and user-friendly blockchain for Web3 applications, including decentralized finance, NFTs, and more.\n\nTON's blockchain design features a multi-level sharding architecture, which allows it to handle millions of transactions per second, making it one of the most scalable blockchains in existence. Toncoin is used for transaction fees, staking, and securing the network.",
        "networks": ["toncoin"]
    },
    {
        "title": "pepe",
        "full_name": "Pepe",
        "content": "Pepe is a meme-based cryptocurrency inspired by the famous internet meme, Pepe the Frog. It was launched as part of a trend of meme coins similar to Dogecoin and Shiba Inu, primarily as a community-driven project with no serious intentions behind it.\n\nWhile not backed by any fundamental technology or utility, Pepe gained popularity due to its humorous nature and the viral appeal of its mascot. The coin is mainly traded on decentralized exchanges and is seen as a symbol of internet culture's influence on the cryptocurrency market.",
        "networks": ["erc-20"]
    },
    {
        "title": "xrp",
        "full_name": "XRP",
        "content": "XRP is the native cryptocurrency of the XRP Ledger, a blockchain originally developed by Ripple Labs in 2012. XRP was designed to facilitate fast and low-cost cross-border payments and remittances, positioning itself as a bridge currency between fiat and other cryptocurrencies.\n\nUnlike traditional blockchains, XRP Ledger does not use proof-of-work or proof-of-stake; instead, it relies on a consensus protocol that is fast, energy-efficient, and allows for quick transactions. Ripple Labs' partnerships with financial institutions have made XRP a popular choice for banks and payment providers looking to modernize their payment infrastructure.",
        "networks": ["bep-2", "bep-20", "erc-20"]
    },
    {
        "title": "avax",
        "full_name": "Avalanche",
        "content": "Avalanche (AVAX) is a smart contract platform for decentralized applications (dApps) and custom blockchain networks. It was launched in 2020 by Ava Labs, led by Cornell University professor Emin Gün Sirer. Avalanche is known for its high throughput, low latency, and customizable blockchain features, making it a direct competitor to Ethereum.\n\nAvalanche’s consensus protocol allows thousands of transactions per second, supporting a wide range of DeFi applications, asset exchanges, and financial instruments. AVAX, the native token, is used for transaction fees, staking, and securing the network. The platform's scalability and flexibility have quickly made it a popular choice among developers.",
        "networks": ["bep-20"]
    },
    {
        "title": "doge",
        "full_name": "Dogecoin",
        "content": "Dogecoin (DOGE) is a cryptocurrency that started as a joke in 2013, based on the popular 'Doge' meme featuring a Shiba Inu dog. Created by Billy Markus and Jackson Palmer, Dogecoin was initially intended as a fun and lighthearted alternative to Bitcoin. Despite its origins, Dogecoin has grown a loyal community and gained mainstream attention, especially after endorsements from celebrities like Elon Musk.\n\nDogecoin uses the Scrypt algorithm and has an inflationary supply, unlike Bitcoin's capped supply. It is widely used for tipping content creators on social media, crowdfunding, and charitable donations. Its popularity and ease of use have cemented Dogecoin as one of the most recognizable cryptocurrencies.",
        "networks": ["bep-2", "bep-20"]
    },
    {
        "title": "wif",
        "full_name": "Wifecoin",
        "content": "Wifecoin is a lesser-known cryptocurrency that operates primarily as a peer-to-peer digital currency. It was created to provide an alternative payment method that is decentralized and not reliant on traditional financial institutions.\n\nWifecoin's primary use case is within niche communities that value privacy and decentralized financial services. While it has not gained significant traction in the broader market, Wifecoin continues to serve as a low-cost, efficient way to conduct digital transactions.",
        "networks": ["solana"]
    },
    {
        "title": "dogs",
        "full_name": "Dogs of Elon",
        "content": "Dogs of Elon (DOE) is a meme-based cryptocurrency inspired by the success of Dogecoin and other meme coins. It features a community-driven approach and includes NFTs themed around popular dog and Elon Musk memes.\n\nWhile primarily focused on the novelty and community aspect, Dogs of Elon aims to provide entertainment value through collectible NFTs and engagement in meme culture. Despite its playful nature, it represents the growing trend of meme coins and their influence on the broader cryptocurrency market.",
        "networks": ["toncoin"]
    }
]
